<?php

// ==================== //
//   [DEV] EyeTracker   //
//     Lolsecs#2192     //
// ==================== //

defined('BASEPATH') or exit('No direct script access allowed');

$lang = array(
    'STR_WARNING_1' => 'ชื่อผู้ใช้ไม่สามารถว่างเปล่าได้.',
    'STR_WARNING_2' => 'เลือกคำถามคำแนะนำของคุณ.',
    'STR_WARNING_3' => 'คำตอบคำใบ้ไม่สามารถเว้นว่างได้.',
    'STR_WARNING_4' => 'รหัสผ่านไม่สามารถเว้นว่างได้.',
    'STR_WARNING_5' => 'อีเมลใหม่ไม่สามารถเหมือนอีเมลเก่าได้.',
    'STR_WARNING_6' => 'ยืนยันอีเมลไม่ตรงกับอีเมลใหม่.',
    'STR_WARNING_7' => 'รหัสผ่านเก่าไม่สามารถว่างเปล่าได้.',
    'STR_WARNING_8' => 'รหัสผ่านใหม่ไม่สามารถเว้นว่างได้',
    'STR_WARNING_9' => 'รหัสผ่านยืนยันไม่สามารถเว้นว่างได้.',
    'STR_WARNING_10' => 'คำถามคำใบ้ไม่สามารถเว้นว่างได้.',
    'STR_WARNING_11' => 'รหัสไม่สามารถว่างเปล่าได้.',
    'STR_WARNING_12' => 'รหัสบัตรกำนัลไม่สามารถเว้นว่างได้.',
    'STR_WARNING_13' => 'อีเมลต้องไม่ว่างเปล่า.',
    'STR_WARNING_14' => 'รหัสผ่านยืนยันไม่ตรงกัน.',
    'STR_WARNING_15' => 'คุณต้องเข้าสู่ระบบเพื่อซื้อสินค้านี้.',
    'STR_INFO_1' => 'สร้างโทเค็นคำขอใหม่...',
    'STR_INFO_2' => 'คุณลักษณะนี้ไม่พร้อมใช้งานในขณะนี้.',
    'STR_INFO_3' => 'ไม่พบรายการการค้า.',
    'STR_INFO_4' => 'ไม่พบข้อมูล.',
    'STR_INFO_5' => 'ไม่พบข้อมูลลูกค้า.',
    'STR_INFO_6' => 'ไม่พบข้อมูลตัวเรียกใช้งาน.',
    'STR_INFO_7' => 'ไม่พบข้อมูลแอปที่รองรับ.',
    'STR_ERROR_1' => 'ไม่สามารถส่งคำขอ.',
    'STR_ERROR_2' => 'ไม่สามารถเข้าสู่ระบบ.',
    'STR_ERROR_3' => 'ไม่สามารถส่งอีเมลยืนยันได้.',
    'STR_ERROR_4' => 'ไม่สามารถอัปเดตอีเมล.',
    'STR_ERROR_5' => 'ไม่สามารถเปลี่ยนรหัสผ่าน.',
    'STR_ERROR_6' => 'ไม่สามารถสร้างคำใบ้ใหม่.',
    'STR_ERROR_7' => 'ล้มเหลวในการแลกเปลี่ยนตั๋ว.',
    'STR_ERROR_8' => 'ไม่สามารถลบรายการนี้.',
    'STR_ERROR_9' => 'ล้มเหลวในการรับคำแนะนำของคุณ.',
    'STR_ERROR_10' => 'ไม่สามารถส่งรหัส.',
    'STR_ERROR_11' => 'ไม่สามารถส่งบัตรกำนัล.',
    'STR_ERROR_12' => 'ไม่สามารถลงทะเบียนบัญชีของคุณได้.',
    'STR_ERROR_13' => 'ไม่สามารถตรวจสอบชื่อผู้ใช้.',
    'STR_ERROR_14' => 'ไม่สามารถส่งสินค้าของคุณ.',
    'STR_ERROR_15' => 'ไม่สามารถซื้อสินค้านี้.',
    'STR_ERROR_16' => 'ไม่สามารถซื้อสินค้านี้.'
);

// This Code Generated Automatically By EyeTracker Snippets. //

?>