<?php

// ==================== //
//   [DEV] EyeTracker   //
//     Lolsecs#2192     //
// ==================== //

defined('BASEPATH') or exit('No direct script access allowed');

$lang = array(
    'STR_WARNING_1' => 'Имя пользователя не может быть пустым.',
    'STR_WARNING_2' => 'Выберите вопрос-подсказку.',
    'STR_WARNING_3' => 'Ответ на подсказку не может быть пустым.',
    'STR_WARNING_4' => 'Пароль не может быть пустым.',
    'STR_WARNING_5' => 'Новое электронное письмо не может совпадать со старым.',
    'STR_WARNING_6' => 'Подтвердите, что адрес электронной почты не совпадает с новым адресом электронной почты.',
    'STR_WARNING_7' => 'Старый пароль не может быть пустым.',
    'STR_WARNING_8' => 'Новый пароль не может быть пустым',
    'STR_WARNING_9' => 'Пароль подтверждения не может быть пустым.',
    'STR_WARNING_10' => 'Вопрос-подсказка не может быть пустым.',
    'STR_WARNING_11' => 'Код не может быть пустым.',
    'STR_WARNING_12' => 'Код ваучера не может быть пустым.',
    'STR_WARNING_13' => 'Электронная почта не может быть пустой.',
    'STR_WARNING_14' => 'Пароль подтверждения не совпадает',
    'STR_WARNING_15' => 'Чтобы купить этот товар, вам нужно войти в систему.',
    'STR_WARNING_16' => 'Неверные данные загрузки.',
    'STR_WARNING_17' => 'Недопустимое событие посещаемости.',
    'STR_WARNING_18' => 'Недопустимый пакет.',
    'STR_WARNING_19' => 'Неверные данные.',
    'STR_WARNING_20' => 'Сначала проверьте свое имя пользователя.',
    'STR_WARNING_21' => 'Сначала выберите товар.',
    'STR_WARNING_22' => 'Пожалуйста, введите цену товара.',
    'STR_WARNING_23' => 'Ваш браузер не поддерживает Javascript.',
    'STR_INFO_1' => 'Создать новый токен запроса...',
    'STR_INFO_2' => 'Эта функция сейчас недоступна.',
    'STR_INFO_3' => 'Обмен не найден.',
    'STR_INFO_4' => 'Данные не найдены.',
    'STR_INFO_5' => 'Данные клиента не найдены.',
    'STR_INFO_6' => 'Данные программы запуска не найдены.',
    'STR_INFO_7' => 'Данные приложения поддержки не найдены.',
    'STR_INFO_8' => 'В обработке...',
    'STR_INFO_9' => 'Невозможно удалить постоянный элемент.',
    'STR_ERROR_1' => 'Не удалось отправить запрос.',
    'STR_ERROR_2' => 'Не удалось войти в систему.',
    'STR_ERROR_3' => 'Не удалось отправить письмо с подтверждением.',
    'STR_ERROR_4' => 'Не удалось обновить электронную почту.',
    'STR_ERROR_5' => 'Не удалось изменить пароль.',
    'STR_ERROR_6' => 'Не удалось создать новую подсказку.',
    'STR_ERROR_7' => 'Не удалось обменять билеты.',
    'STR_ERROR_8' => 'Не удалось удалить этот элемент.',
    'STR_ERROR_9' => 'Не удалось получить подсказку.',
    'STR_ERROR_10' => 'Не удалось отправить код.',
    'STR_ERROR_11' => 'Не удалось отправить ваучер',
    'STR_ERROR_12' => 'Не удалось зарегистрировать вашу учетную запись.',
    'STR_ERROR_13' => 'Не удалось проверить имя пользователя.',
    'STR_ERROR_14' => 'Не удалось отправить ваш товар.',
    'STR_ERROR_15' => 'Не удалось купить этот товар.',
    'STR_ERROR_16' => 'Не удалось купить этот товар.',
    'STR_ERROR_17' => 'Не удалось сгенерировать ссылку для скачивания.',
    'STR_ERROR_18' => 'Не удалось войти в систему.',
    'STR_ERROR_19' => 'Не удалось повторно отправить подтверждение по электронной почте.',
    'STR_ERROR_20' => 'Не удалось изменить адрес электронной почты.',
    'STR_ERROR_21' => 'Не удалось отправить новую подсказку',
    'STR_ERROR_22' => 'Не удалось активировать код.',
    'STR_ERROR_23' => 'Не удалось отправить ваучер.',
    'STR_ERROR_24' => 'Не удалось проверить псевдоним.',
    'STR_ERROR_25' => 'Не удалось зарегистрироваться.',
    'STR_ERROR_26' => 'Не удалось связаться с сервером.',
    'STR_ERROR_27' => 'Не удалось отправить ваш товар.',
    'STR_ERROR_28' => 'Не удалось выйти из системы.',
    'STR_SUCCESS_1' => 'Успешно обновлен адрес электронной почты.'
);

// This Code Generated Automatically By EyeTracker Snippets. //

?>